#+SETUPFILE: ~/.emacs.d/org-templates/level-0.org
#+TODO: TODO(t) WAIT(w@/!) | DONE(d!) CANCELED(c@)
#+STARTUP: noindent
#+TAGS: { @work(w) @home(h) @tennisclub(t) } laptop(l)
#+FILETAGS: inmove:StudyOrgmode:
#+PROPORTIES: var foo=1
#+PROPORTIES: var+ bar=2
#+TITLE: 用来学习org-mode的org file

** Lesson 4
   :PROPERTIES:
   :header-args: :var host="inmove.com.cn"
   :END:
   #+BEGIN_SRC sh
     echo $host
   #+END_SRC

   #+RESULTS:
   : inmove.com.cn
